results/M6/M6-AF-20260920T211148Z/cfd/cases/af5395151def_coarse_Co0p1/dictionaries/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (3283.63841698 0 0);

boundaryField
{
    freestream
    {
        type            fixedValue;
        value           uniform (3283.63841698 0 0);
    }
    outlet
    {
        type            zeroGradient;
    }
    "body_.*"
    {
        type            slip;
    }
    "(front|back)"
    {
        type            wedge;
    }
    axis
    {
        type            empty;
    }
}
